[
  {
    "filename": "10_50523.txt",
    "meeting_id": "10_50523",
    "agenda_list": [
      "1 ROLL CALL AND PLEDGE OF ALLEGIANCE",
      "2 COMMUNICATIONS",
      "3 APPROVAL OF MEETING MINUTES",
      "4 CONSENT AGENDA[Consent Boiler|B1]",
      "Items 1 through 23",
      "250509 Administrative Code - Procurement of Goods and Services",
      "250574 Settlement of Lawsuit - Archdiocese of San Francisco Parish and School Juridic Persons Real Property Support Corporation - $247,500",
      "250699 Administrative Code - Real Time Investigation Center - Waiving Solicitation Requirements For Procurements Using Gift Funds From San Francisco Police Community Foundation",
      "250715 Administrative Code - Regional Vehicle Interdiction Desk Grant Program - Waiving Competitive Solicitation Requirements for Procurements Using Grant Funds",
      "250722 Accept and Expend In-Kind Gift - Retroactive - Ripple Labs, Inc. - Office Space - Estimated Market Value of $2,131,543",
      "250723 Accept and Expend In-Kind Gift - Retroactive - San Francisco Police Community Foundation - Fiber Internet Service, Drones, Data Software, Parking Fees - Estimated Market Value of $7,250,028 and Future Gifts to Support the Real Time Investigation Cen",
      "250487 Administrative Code - Equitable Citywide Access to Shelters, Transitional Housing, and Behavioral Health Services",
      "7 SPECIAL ORDER 2:30 P.M. - Recognition of Commendations",
      "7 SPECIAL ORDER 3:00 P.M.",
      "250735 Hearing - Appeal of Tentative Parcel Map Approval - 1979 Mission Street",
      "250736 Approving Decision of Public Works and Approving Tentative Parcel Map - 1979 Mission Street",
      "250737 Conditionally Disapproving Decision of Public Works and Disapproving Tentative Parcel Map - 1979 Mission Street",
      "250738 Preparation of Findings Related to Tentative Parcel Map - 1979 Mission Street",
      "250515 Agreement Amendment - San Francisco Health Plan - CalAIM Community Supports - Anticipated Revenue to the City Not to Exceed $6,039,300",
      "250516 Agreement Amendment - San Francisco Health Plan - Enhanced Care Management Fee For Services - Anticipated Revenue Not to Exceed $3,944,000",
      "250514 Grant Agreement Amendment - Institute on Aging - Community Living Fund Program - Not to Exceed $25,676,683",
      "250579 Grant Agreement - Self-Help for the Elderly - Congregate Nutrition Services for Older Adults - Not to Exceed $11,125,299",
      "250580 Grant Agreement - Self-Help for the Elderly - Home-Delivered Nutrition Services for Older Adults Program - Not to Exceed $13,871,295",
      "250652 Real Property Lease - TEC of California, Inc. - Pier 80 - Not to Exceed $2,735,362",
      "250673 Real Property Lease - Retroactive - Autodesk Inc. - Pier 9, Suite 116, and Bays 1-3 - Monthly Rent $147,018.12",
      "250689 Mutual Termination Agreement of Real Property - Smokehouse - Scoma's Restaurant",
      "250745 Accept and Expend Grant - California State Transportation Agency - Pier 80 Subsidence Project - $12,420,000",
      "250703 Accept and Expend Grant - Retroactive - Jobs for the Future - Rapid Information Technology Employment Initiative (RITEI) - $679,000",
      "250712 Participation Costs for CleanPowerSF Membership - California Community Power Authority - Not to Exceed $8,286,095",
      "250725 Accept and Expend Grant - Retroactive - National Institutes of Health - Fred Hutchinson Cancer Center - Statistical Methods for Advancing HIV Prevention - $105,832",
      "250743 Accept and Expend Grant - Retroactive - National Institutes of Health - Family Health International - HIV Prevention Trials Network - $108,968",
      "250742 Grant Agreement - 180 Jones Associates, L.P. - Affordable Housing Operating Subsidy - Not to Exceed $5,980,012",
      "250732 Amendment to Professional Services Contract Agreement - WCG, Inc. (West Coast Consulting Group) - Software Development of the New Legislative Management System - Board of Supervisors - Not to Exceed $3,190,476",
      "250325 Sheriff's Department Oversight Board - First Quarter Report - Calendar Year 2024",
      "250326 Sheriff's Department Oversight Board - Second Quarter Report - Calendar Year 2024",
      "250327 Sheriff's Department Oversight Board - Third Quarter Report - Calendar Year 2024",
      "250328 Sheriff's Department Oversight Board - Fourth Quarter Report - Calendar Year 2024",
      "250329 Sheriff's Department Oversight Board - Annual Report - Calendar Year 2024",
      "250362 Law Enforcement Equipment Use Policy - 2024 Annual Report",
      "250512 Memorandum of Understanding - Retroactive - California Department of State Hospitals and California Mental Health Services Authority - State Hospital Beds - Not to Exceed $10,000,000",
      "250547 Accept and Expend Grant - Retroactive - Metropolitan Transportation Commission - Parking Management Capital Grant - $200,000",
      "250706 Acceptance of Tobacco Settlement Funds - Designation of Authorized Officers",
      "250191 Planning and Building Codes - Amnesty for Properties in the Department of Building Inspection's Internal Quality Control Audit",
      "240796 Administrative Code - Ban on Automated Rent-Setting",
      "240803 Planning, Building Codes - Unauthorized and Rent-Controlled Dwelling Units",
      "250634 Planning Code - Use Size Limits",
      "250702 Building Code - All-Electric Major Renovations",
      "250760 Commemorative Plaques - San Francisco Little Italy Honor Walk Expansion",
      "250753 Administrative Code - Food Purchasing for Hospitals and Jails",
      "250586 Appointments, Citizen's Committee on Community Development",
      "250750 Mayoral Appointment, Historic Preservation Commission - Eleanor Cox",
      "9 ROLL CALL FOR INTRODUCTIONS [Roll Call Boiler|B1, B2]",
      "10 PUBLIC COMMENT [Public Comment Boiler|B1, B2, N1]",
      "12 FOR ADOPTION WITHOUT COMMITTEE REFERENCE[For Adoption Boiler|B1,B2]",
      "Items 72 through 77",
      "250785 Supporting the Golden State Valkyries in Equal Pay Compensation",
      "14 ADJOURNMENT"
    ],
    "summary_response": {
      "main_summary": "The San Francisco Board of Supervisors convened its regular meeting on Tuesday, July 29, 2025. The meeting began with a roll call, an acknowledgment of the Ramaytush Ohlone ancestral homeland, and the Pledge of Allegiance. Following communications from the Clerk, the Board approved past meeting minutes and a consent agenda of 23 routine items, both by unanimous votes. Unfinished business included the final passage of several ordinances and resolutions, notably an ordinance expanding emergency procurement provisions and another approving health services plans. A significant portion of the meeting was dedicated to the final passage of ordinances and resolutions related to the Police Department's Real Time Investigation Center, which saw Supervisors Fielder and Walton vote 'No' on items waiving competitive solicitation requirements and accepting large in-kind gifts, citing concerns about surveillance and sanctuary city laws. The 'One City Shelter Act' ordinance, aiming to promote equitable access to shelter and behavioral health services by limiting new facilities in over-concentrated neighborhoods, was passed on first reading with a 9-2 vote after extensive debate.\n\nThe 2:30 PM Special Order was dedicated to commendations for meritorious service, honoring Consul General of Italy Sergio Strozzi, City Hall Custodian Austin Wang, journalist Diane Lim, civic leader Sima Sri, SFUSD leader Meili Lao Smith, Public Works employee Calvin Swift, and traditional Chinese medicine practitioner Kenny Lao. The 3:00 PM Special Order involved a public hearing on an appeal of a tentative parcel map approval for a housing project at 1979 Mission Street. Appellants raised concerns about public safety and the siting of permanent supportive housing near a school, while project sponsors and supporters emphasized the need for affordable housing and the technical nature of the appeal. The Board ultimately voted 11-0 to approve the Public Works decision and the tentative parcel map, effectively denying the appeal.\n\nThe Board then proceeded through numerous other consent-like items, approving various agreements, grants, and reports. Committee reports included the first reading passage of an ordinance on an amnesty program for building inspection violations, an ordinance authorizing tenant rights organizations to enforce prohibitions against algorithmic rent-setting, and an ordinance requiring disclosure of unauthorized dwelling units. A contentious debate arose over an ordinance to amend the Planning Code regarding non-residential use sizes, with a motion to continue the item failing 4-7, and the ordinance subsequently passing on first reading with a 9-2 vote. An ordinance requiring all-electric major renovations passed unanimously. The meeting concluded with roll call for new business introductions by several Supervisors, covering topics from commercial corridor revitalization and permit fee streamlining to traffic safety, police recruitment, and a new fire department training facility. General public comment followed, addressing various city issues, before the Board adopted several resolutions without committee reference and adjourned in memory of Scott Garvey.",
      "agenda_summaries": [
        {
          "agenda_name": "1 ROLL CALL AND PLEDGE OF ALLEGIANCE",
          "agenda_summary": "The meeting commenced with a roll call, where all 11 Supervisors (Chan, Chen, Dorsey, Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, and Walton) were present. President Mandelman then led the Board in acknowledging the unceded ancestral homeland of the Ramaytush Ohlone people and reciting the Pledge of Allegiance."
        },
        {
          "agenda_name": "2 COMMUNICATIONS",
          "agenda_summary": "The Madam Clerk provided standard communications, welcoming the public to attend the meeting in person or watch on SFGovTV Channel 26 or online. She also provided instructions for submitting public comment via email or postal service and for requesting reasonable accommodations under the Americans with Disabilities Act or language assistance."
        },
        {
          "agenda_name": "3 APPROVAL OF MEETING MINUTES",
          "agenda_summary": "The Board considered the approval of the June 24th, 2025 Regular Board Meeting Minutes and the June 25th, 2025 Special Meeting Minutes of the Budget and Appropriations Committee, which constituted a quorum of the Board. Supervisor Chan moved to approve the minutes as presented, seconded by Supervisor Walton. The roll call vote resulted in 11 Ayes (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Chan, Chen, Dorsey) and 0 Noes. The minutes were approved without objection after public comment."
        },
        {
          "agenda_name": "4 CONSENT AGENDA[Consent Boiler|B1]",
          "agenda_summary": "Items 1 through 23 were placed on the Consent Agenda, considered routine and passed together unless a member objected. The roll call vote resulted in 11 Ayes (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Chan, Chen, Dorsey) and 0 Noes. Without objection, these ordinances were finally passed and resolutions adopted."
        },
        {
          "agenda_name": "250509 Administrative Code - Procurement of Goods and Services",
          "agenda_summary": "Item 24, an ordinance to amend the Administrative Code to expand the scope of emergency procurement provisions for goods and services and to allow City departments to modify agreements in ways not contemplated in the original solicitation, was considered under Unfinished Business. The item was passed without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250574 Settlement of Lawsuit - Archdiocese of San Francisco Parish and School Juridic Persons Real Property Support Corporation - $247,500",
          "agenda_summary": "Item 26, an ordinance to settle a lawsuit filed by the Archdiocese of San Francisco Parish and School Juridic Persons Real Property Support Corporation against the City and County for $248,000, involving alleged property damage and economic losses from a water transmission pipeline break, was considered under Unfinished Business. Supervisor Chan disclosed she did not believe she had a conflict of interest. The item was passed without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250699 Administrative Code - Real Time Investigation Center - Waiving Solicitation Requirements For Procurements Using Gift Funds From San Francisco Police Community Foundation",
          "agenda_summary": "Items 27 and 28, two ordinances to waive competitive solicitation requirements under Chapters 14B and 21 of the Administrative Code for the Police Department's procurement of equipment, technology, and services, were considered together under Unfinished Business. Item 27 supported the Real Time Investigation Center (RTIC) utilizing gift funds from the San Francisco Police Community Foundation, and Item 28 was for the Regional Vehicle Interdiction Desk using grant funds from the U.S. Department of Justice. Supervisor Fielder spoke against the items, expressing concerns about expanding surveillance infrastructure, private funding, minimal oversight, and potential violations of sanctuary laws. Supervisor Walton also voted no. The roll call vote resulted in 9 Ayes (Engardio, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Chan, Chen, Dorsey) and 2 Noes (Fielder, Walton). The ordinances were finally passed."
        },
        {
          "agenda_name": "250715 Administrative Code - Regional Vehicle Interdiction Desk Grant Program - Waiving Competitive Solicitation Requirements for Procurements Using Grant Funds",
          "agenda_summary": "Items 27 and 28, two ordinances to waive competitive solicitation requirements under Chapters 14B and 21 of the Administrative Code for the Police Department's procurement of equipment, technology, and services, were considered together under Unfinished Business. Item 27 supported the Real Time Investigation Center (RTIC) utilizing gift funds from the San Francisco Police Community Foundation, and Item 28 was for the Regional Vehicle Interdiction Desk using grant funds from the U.S. Department of Justice. Supervisor Fielder spoke against the items, expressing concerns about expanding surveillance infrastructure, private funding, minimal oversight, and potential violations of sanctuary laws. Supervisor Walton also voted no. The roll call vote resulted in 9 Ayes (Engardio, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Chan, Chen, Dorsey) and 2 Noes (Fielder, Walton). The ordinances were finally passed."
        },
        {
          "agenda_name": "250722 Accept and Expend In-Kind Gift - Retroactive - Ripple Labs, Inc. - Office Space - Estimated Market Value of $2,131,543",
          "agenda_summary": "Items 29 and 30, two resolutions approving in-kind gifts to support the Police Department's Real Time Investigation Center, were considered together under Unfinished Business. Item 29 retroactively authorized the Police Department to accept and expend an in-kind gift of office space from Ripple Labs Inc. valued at $2.1 million. Item 30 retroactively authorized the Police Department to accept and expend gifts of equipment, services, and funds totaling approximately $7.2 million from the San Francisco Police Community Foundation. Supervisors Fielder and Walton voted no, reiterating concerns about surveillance and private funding. The roll call vote resulted in 9 Ayes (Engardio, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Chan, Chen, Dorsey) and 2 Noes (Fielder, Walton). The resolutions were adopted."
        },
        {
          "agenda_name": "250723 Accept and Expend In-Kind Gift - Retroactive - San Francisco Police Community Foundation - Fiber Internet Service, Drones, Data Software, Parking Fees - Estimated Market Value of $7,250,028 and Future Gifts to Support the Real Time Investigation Cen",
          "agenda_summary": "Items 29 and 30, two resolutions approving in-kind gifts to support the Police Department's Real Time Investigation Center, were considered together under Unfinished Business. Item 29 retroactively authorized the Police Department to accept and expend an in-kind gift of office space from Ripple Labs Inc. valued at $2.1 million. Item 30 retroactively authorized the Police Department to accept and expend gifts of equipment, services, and funds totaling approximately $7.2 million from the San Francisco Police Community Foundation. Supervisors Fielder and Walton voted no, reiterating concerns about surveillance and private funding. The roll call vote resulted in 9 Ayes (Engardio, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Chan, Chen, Dorsey) and 2 Noes (Fielder, Walton). The resolutions were adopted."
        },
        {
          "agenda_name": "250487 Administrative Code - Equitable Citywide Access to Shelters, Transitional Housing, and Behavioral Health Services",
          "agenda_summary": "Item 31, an ordinance to amend the Administrative Code to promote equitable access to shelter and behavioral health services by prohibiting new City-funded facilities in neighborhoods already exceeding their share of beds relative to unsheltered persons, and prohibiting new shelters within 300 feet of existing ones, with a sunset date of December 31, 2031, was considered under Unfinished Business. Supervisor Mahmood, the sponsor, spoke extensively about the need for geographic equity and a data-informed approach to homelessness, citing broad community support. Supervisors Sauter, Dorsey, and Walton co-sponsored and spoke in favor. Supervisors Chan and Chen expressed concerns about the legislation being overly prescriptive and potentially divisive, preferring a moratorium on shelters in saturated neighborhoods. The roll call vote resulted in 9 Ayes (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Dorsey) and 2 Noes (Chan, Chen). The ordinance was passed on first reading, requiring a super-majority of 9 votes for final passage as per the City Charter for certain types of ordinances."
        },
        {
          "agenda_name": "7 SPECIAL ORDER 2:30 P.M. - Recognition of Commendations",
          "agenda_summary": "The 2:30 PM Special Order was dedicated to recognizing individuals for meritorious service. Supervisor Sauter honored Consul General of Italy Sergio Strozzi for his work in trade, technology, and culture, and his support for Italian-American heritage. Supervisor Engardio recognized City Hall Custodian Austin Wang and the entire custodial staff for their essential work in maintaining City Hall. Supervisor Mahmood commended journalist Diane Lim for her impactful reporting, especially on anti-Asian hate, and her barrier-breaking career. Supervisor Dorsey recognized Sima Sri for her tireless civic and cultural leadership in the South Asian community, particularly in District Six. Supervisor Melgar honored Meili Lao Smith for 30 years of instrumental service in public health and education, focusing on anti-racist policies and social justice. Supervisor Cheryl recognized Calvin Swift for over 15 years of dedicated service maintaining the Chestnut Street corridor. Supervisor Chan honored Kenny Lao for his lifelong dedication to traditional Chinese medicine, cultural preservation, and community service. Each honoree or their representative spoke, expressing gratitude and reflecting on their contributions."
        },
        {
          "agenda_name": "7 SPECIAL ORDER 3:00 P.M.",
          "agenda_summary": "The 3:00 PM Special Order was a public hearing on an appeal of a tentative parcel map approval for a project at 1979 Mission Street. The hearing followed a structured format: presentation by appellants, public comment in support of the appeal, presentation by City departments, presentation by the project sponsor, public comment in opposition to the appeal, and appellant rebuttal."
        },
        {
          "agenda_name": "250735 Hearing - Appeal of Tentative Parcel Map Approval - 1979 Mission Street",
          "agenda_summary": "The public hearing for the appeal of the tentative parcel map approval for 1979 Mission Street was held. The appellants, represented by Ali and Mark Solomon, focused their argument on public safety concerns, particularly the potential danger of siting permanent supportive housing (PSH) and associated substance/psych treatment services next to Marshall Elementary School, which serves at-risk students. They argued that the subdivision would exacerbate already dangerous conditions and that the City and non-profits have a poor track record of mitigating negative impacts. Public commenters supporting the appeal echoed concerns about drug activity, safety for children, and lack of transparency/community input. City departments (DPW and Planning) stated that the appeal's concerns were related to the broader development, not the technical subdivision of the parcel itself, which complied with all applicable codes. The project sponsors (Mission Housing Development Corporation and Mission Economic Development Agency) defended the project as desperately needed 100% affordable housing, emphasizing its community support and the urgency of addressing homelessness. Public commenters opposing the appeal (and supporting the project) highlighted the need for affordable housing, the project's transit accessibility, and the importance of housing for vulnerable populations, while criticizing the appeal as a 'weaponization of process.' In rebuttal, the appellants reiterated that the subdivision would increase danger and called for affordable housing for families, not PSH. The public hearing was then closed."
        },
        {
          "agenda_name": "250736 Approving Decision of Public Works and Approving Tentative Parcel Map - 1979 Mission Street",
          "agenda_summary": "Following the public hearing on the appeal of the tentative parcel map for 1979 Mission Street, the Board considered whether to approve or conditionally disapprove the decision of Public Works. Supervisors Dorsey, Melgar, Walton, and Fielder discussed the policy implications of permanent supportive housing (PSH) and street safety, acknowledging the validity of community concerns while emphasizing the technical nature of the appeal. Supervisor Dorsey noted that PSH facilities often embrace drug-tolerant policies and are frequently sites of 911 calls, suggesting a need for better funding for on-site security. Supervisor Melgar stated that the Mission District has long had a visible unhoused population and that PSH is part of the solution, not the cause of existing problems. Supervisor Walton highlighted the long-standing community fight for affordable housing at the site. Supervisor Fielder emphasized that the appeal was not the proper venue for opposing the project itself, as the Planning Department had complied with state housing laws. Supervisor Fielder moved to approve Item 57 (Approving Decision of Public Works and Approving Tentative Parcel Map) and table Items 58 and 59 (Motions to Conditionally Disapprove and Direct Preparation of Findings). The motion was seconded by Supervisor Melgar. The roll call vote resulted in 11 Ayes (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Chan, Chen, Dorsey) and 0 Noes. Item 57 was approved, and Items 58 and 59 were tabled, effectively denying the appeal and allowing the project to proceed."
        },
        {
          "agenda_name": "250737 Conditionally Disapproving Decision of Public Works and Disapproving Tentative Parcel Map - 1979 Mission Street",
          "agenda_summary": "This item was tabled by an 11-0 vote following the approval of Item 57, which upheld the Public Works decision and approved the tentative parcel map."
        },
        {
          "agenda_name": "250738 Preparation of Findings Related to Tentative Parcel Map - 1979 Mission Street",
          "agenda_summary": "This item was tabled by an 11-0 vote following the approval of Item 57, which upheld the Public Works decision and approved the tentative parcel map."
        },
        {
          "agenda_name": "250515 Agreement Amendment - San Francisco Health Plan - CalAIM Community Supports - Anticipated Revenue to the City Not to Exceed $6,039,300",
          "agenda_summary": "Item 32, an amendment to an agreement with the San Francisco Health Plan for CalAIM Community Support Services for a four-year term through June 30, 2028, with anticipated revenue of approximately $6 million to the City, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250516 Agreement Amendment - San Francisco Health Plan - Enhanced Care Management Fee For Services - Anticipated Revenue Not to Exceed $3,944,000",
          "agenda_summary": "Item 33, an amendment to the agreement with the San Francisco Health Plan for Enhanced Care Management Fee for Services, having anticipated revenue of $3.9 million to the City through June 30, 2028, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250514 Grant Agreement Amendment - Institute on Aging - Community Living Fund Program - Not to Exceed $25,676,683",
          "agenda_summary": "Item 34, the first amendment to an agreement with the Institute on Aging for the provision of the Community Living Fund Program, increasing the amount by approximately $14.2 million for a new total of $25.6 million and extending the term by two years through June 30, 2027, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250579 Grant Agreement - Self-Help for the Elderly - Congregate Nutrition Services for Older Adults - Not to Exceed $11,125,299",
          "agenda_summary": "Item 35, a grant agreement with Self-Help for the Elderly for the provision of Congregate Nutrition Services for Older Adults Program, with a four-year term through June 30, 2029, and a total amount of approximately $11.1 million, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250580 Grant Agreement - Self-Help for the Elderly - Home-Delivered Nutrition Services for Older Adults Program - Not to Exceed $13,871,295",
          "agenda_summary": "Item 36, a grant agreement with Self-Help for the Elderly for the provision of Home Delivered Nutrition Services for Older Adults Program, with a four-year term through June 30, 2029, and a total amount of approximately $13.9 million, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250652 Real Property Lease - TEC of California, Inc. - Pier 80 - Not to Exceed $2,735,362",
          "agenda_summary": "Item 37, a Port Commission Lease with TEC of California Inc. for space at Pier 80 for a three-year term with options to extend, not to exceed $2.7 million, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250673 Real Property Lease - Retroactive - Autodesk Inc. - Pier 9, Suite 116, and Bays 1-3 - Monthly Rent $147,018.12",
          "agenda_summary": "Item 38, a retroactive approval of Port Commission Lease with Autodesk Inc. at Pier 9 for a 36-month lease with an option to extend through January 31, 2028, for various spaces and uses at a monthly rent of $147,018.12, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250689 Mutual Termination Agreement of Real Property - Smokehouse - Scoma's Restaurant",
          "agenda_summary": "Item 39, a resolution authorizing the Executive Director of the Port of San Francisco to execute a mutual termination agreement with Gomez Restaurant Inc. for premises along L Schoeman Way, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250745 Accept and Expend Grant - California State Transportation Agency - Pier 80 Subsidence Project - $12,420,000",
          "agenda_summary": "Item 40, a resolution authorizing the Port of San Francisco to accept and expend an approximate $12.4 million grant award from the California State Transportation Agency Port Freight Infrastructure Program to fund the Pier 80 Subsidence Project, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250703 Accept and Expend Grant - Retroactive - Jobs for the Future - Rapid Information Technology Employment Initiative (RITEI) - $679,000",
          "agenda_summary": "Item 41, a resolution retroactively authorizing the Office of Economic and Workforce Development to accept and expend a $179,000 grant increase for a new total of $679,000 from Jobs for the Future for the Rapid Information Technology Employment Initiative Grant, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250712 Participation Costs for CleanPowerSF Membership - California Community Power Authority - Not to Exceed $8,286,095",
          "agenda_summary": "Item 42, a resolution approving an increase in the not to exceed amount for the General and Administrative Cost for CleanPowerSF participation in the California Community Power Authority by approximately $3.5 million for a new amount of $8.2 million, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250725 Accept and Expend Grant - Retroactive - National Institutes of Health - Fred Hutchinson Cancer Center - Statistical Methods for Advancing HIV Prevention - $105,832",
          "agenda_summary": "Item 43, a resolution retroactively approving the acceptance and expenditure of a $106,000 grant from the National Institutes of Health through Fred Hutchinson Cancer Center for a program entitled Statistical Methods for Advancing HIV Prevention, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250743 Accept and Expend Grant - Retroactive - National Institutes of Health - Family Health International - HIV Prevention Trials Network - $108,968",
          "agenda_summary": "Item 44, a resolution retroactively approving the acceptance and expenditure of a $108,000 grant from the National Institutes of Health through the Family Health International Panel for participation in a program entitled HIV Prevention Trials Network, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250742 Grant Agreement - 180 Jones Associates, L.P. - Affordable Housing Operating Subsidy - Not to Exceed $5,980,012",
          "agenda_summary": "Item 45, a resolution to approve and authorize the Mayor and the Director of the Mayor's Office of Housing and Community Development to execute a grant agreement with 180 Jones Associates LP for $6 million for a 25-year term to provide operating subsidies for a 100% affordable housing project, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250732 Amendment to Professional Services Contract Agreement - WCG, Inc. (West Coast Consulting Group) - Software Development of the New Legislative Management System - Board of Supervisors - Not to Exceed $3,190,476",
          "agenda_summary": "Item 46, a motion approving amendments to the professional services contract agreement with West Coast Consulting Group for software development services to implement a state-of-the-art legislative management system, increasing the amount by approximately $2 million for a new total of $3.2 million for an initial term of five years, was considered. This item was approved without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250325 Sheriff's Department Oversight Board - First Quarter Report - Calendar Year 2024",
          "agenda_summary": "Item 47, accepting the First Quarter Report for the Sheriff's Department Oversight Board for Calendar Year 2024, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250326 Sheriff's Department Oversight Board - Second Quarter Report - Calendar Year 2024",
          "agenda_summary": "Item 48, accepting the Second Quarter Report for the Sheriff's Department Oversight Board for Calendar Year 2024, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250327 Sheriff's Department Oversight Board - Third Quarter Report - Calendar Year 2024",
          "agenda_summary": "Item 49, accepting the Third Quarter Report for the Sheriff's Department Oversight Board for Calendar Year 2024, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250328 Sheriff's Department Oversight Board - Fourth Quarter Report - Calendar Year 2024",
          "agenda_summary": "Item 50, accepting the Fourth Quarter Report for the Sheriff's Department Oversight Board for Calendar Year 2024, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250329 Sheriff's Department Oversight Board - Annual Report - Calendar Year 2024",
          "agenda_summary": "Item 51, accepting the Annual Report for the Sheriff's Department Oversight Board for Calendar Year 2024, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250362 Law Enforcement Equipment Use Policy - 2024 Annual Report",
          "agenda_summary": "Item 52, a resolution to approve the San Francisco Police Department's Use of Equipment Policy 2024 Annual Report, consistent with state law, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250512 Memorandum of Understanding - Retroactive - California Department of State Hospitals and California Mental Health Services Authority - State Hospital Beds - Not to Exceed $10,000,000",
          "agenda_summary": "Item 53, a resolution to retroactively authorize the Director of Health to sign a Memorandum of Understanding with the California Department of State Hospitals and California Mental Health Services Authority to facilitate access to mental health treatment and transfer funds for San Francisco's obligation to pay for state hospital treatment, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250547 Accept and Expend Grant - Retroactive - Metropolitan Transportation Commission - Parking Management Capital Grant - $200,000",
          "agenda_summary": "Item 54, a resolution to retroactively authorize the Port of San Francisco to accept and expend a $200,000 Parking Management Capital Grant from the Metropolitan Transportation Commission to fund the acquisition and installation of multi-space pay stations, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250706 Acceptance of Tobacco Settlement Funds - Designation of Authorized Officers",
          "agenda_summary": "Item 55, a resolution to designate authorized officers (Treasurer, Comptroller, and City Attorney or their successors) to accept and withdraw Tobacco Settlement Funds on behalf of the City and County of San Francisco, was considered. This item was adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250191 Planning and Building Codes - Amnesty for Properties in the Department of Building Inspection's Internal Quality Control Audit",
          "agenda_summary": "Item 60, an ordinance to amend the Planning Code to create a time-limited amnesty program for properties listed on the Department of Building Inspections' internal quality control audit and subject to a notice of violation, was considered as a Committee Report from the Budget and Finance Committee. The item was forwarded as amended and passed on first reading without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "240796 Administrative Code - Ban on Automated Rent-Setting",
          "agenda_summary": "Item 61, an ordinance amending the Administrative Code to authorize tenants rights organizations to enforce the prohibition against landlords' use of algorithmic devices to set rents or manage occupancy levels for residential dwelling units in San Francisco, was considered as a Committee Report from the Land Use and Transportation Committee. The item was recommended as amended and passed on first reading without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "240803 Planning, Building Codes - Unauthorized and Rent-Controlled Dwelling Units",
          "agenda_summary": "Item 62, an ordinance to amend the Planning Code to require applicants to disclose unauthorized dwelling units and for the Planning Department to investigate them, document properties subject to rent stabilization, and inspect properties before recommending approval of loss of residential units, and to amend the Building Code to expand the Department of Building Inspections' compliance control program to address fraud related to unauthorized units, was considered as a Committee Report from the Land Use and Transportation Committee. Supervisor Melgar spoke in favor, explaining it was inspired by her experience to prevent 'renovictions' and ensure tenant protections. The item was recommended as amended and passed on first reading without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250634 Planning Code - Use Size Limits",
          "agenda_summary": "Item 63, an ordinance amending the Planning Code to eliminate limits on non-residential use sizes in certain commercial districts, allow specified non-residential uses exceeding limits to divide into smaller spaces without conditional use authorization, and adjust use size limits in all Neighborhood Commercial Districts (NCDs), was considered as a Committee Report from the Land Use and Transportation Committee, referred without recommendation as amended. Supervisor Melgar, the sponsor, explained the legislation aims to adapt to changing retail landscapes by making it easier to subdivide large vacant spaces and remove restrictive caps. Supervisor Chan moved to continue the item to September 2nd, seconded by Supervisor Chen, citing concerns about the impact on small businesses, potential for larger storefronts, and the upcoming rezoning plan. The motion to continue failed with 4 Ayes (Fielder, Walton, Chan, Chen) and 7 Noes (Engardio, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Dorsey). The ordinance then proceeded to a vote and passed on first reading with 9 Ayes (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Dorsey) and 2 Noes (Chan, Chen)."
        },
        {
          "agenda_name": "250702 Building Code - All-Electric Major Renovations",
          "agenda_summary": "Item 64, an ordinance to amend the Building Code to require buildings undergoing major renovations to remain or convert to all-electric, with specified exemptions, was considered as a Committee Report from the Land Use and Transportation Committee. The item was recommended as amended. The roll call vote resulted in 11 Ayes (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Chan, Chen, Dorsey) and 0 Noes. The ordinance was passed on first reading."
        },
        {
          "agenda_name": "250760 Commemorative Plaques - San Francisco Little Italy Honor Walk Expansion",
          "agenda_summary": "Item 65, a resolution to authorize the placement of commemorative sidewalk plaques at various locations within and around the North Beach neighborhood as part of the San Francisco Little Italy Honor Walk, was considered as a Committee Report from the Land Use and Transportation Committee. The item was recommended as a committee report and adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250753 Administrative Code - Food Purchasing for Hospitals and Jails",
          "agenda_summary": "Item 66, an ordinance to amend the Administrative Code to revise the goals and reporting requirements for food purchasing by the Department of Public Health and the Sheriff's Department for City hospitals and jails, and to eliminate the sunset date, was considered as a Committee Report from the Rules Committee. Chair Walton moved to amend the ordinance to include a ten-year sunset date (until December 31, 2035), which was seconded by President Mandelman. The amendment passed without objection. The amended ordinance then passed on first reading without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250586 Appointments, Citizen's Committee on Community Development",
          "agenda_summary": "Item 68, a motion to appoint Kelly Yun to the Citizen's Committee on Community Development with a term ending February 23, 2026, was considered as a Committee Report from the Rules Committee. The item was amended to add the name of the appointee. The motion was approved without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "250750 Mayoral Appointment, Historic Preservation Commission - Eleanor Cox",
          "agenda_summary": "Item 69, a motion to approve the Mayor's nomination of Eleanor Cox for appointment to the Historic Preservation Commission with a term ending December 31, 2028, was considered as a Committee Report from the Rules Committee. The item was amended to strike the word 'rejecting.' The motion was approved without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "9 ROLL CALL FOR INTRODUCTIONS [Roll Call Boiler|B1, B2]",
          "agenda_summary": "Supervisors introduced new business. Supervisor Engardio requested a hearing on the effectiveness of commercial corridor revitalization programs and a legislative drafting request to streamline permit fees. Supervisor Fielder introduced resolutions to oppose the Trump administration's executive order on homelessness and mental health funding, and to uphold support for Temporary Protected Status (TPS) holders. Supervisor Mahmood introduced an ordinance to modernize building permit timelines. President Mandelman introduced an ordinance to establish an Artist Housing Certification Program, resolutions for landmark designation of 16 buildings in District Eight, and a resolution to add the commemorative street name 'Jim Marshall Way' to 16th Street. Supervisor Melgar introduced the 'San Francisco Street Safety Act' to address traffic violence. Supervisor Sauter submitted a letter of inquiry to SFPD on recruitment and training and requested a hearing on the San Francisco Parks Alliance implosion. Supervisor Walton introduced an ordinance for a new Fire Department training facility at 1236 Carroll, an amendment to a lease with the YMCA for Crane Cove Park, and a resolution to recognize August 2025 as Black Business Month. Supervisor Chan and Chen submitted their introductions. Supervisor Dorsey submitted a request to the Budget and Legislative Analyst's Office to estimate the cost of the Equal Benefits Ordinance and its impact on competitive bidding."
        },
        {
          "agenda_name": "10 PUBLIC COMMENT [Public Comment Boiler|B1, B2, N1]",
          "agenda_summary": "General public comment was opened for items not on the agenda but within the Board's jurisdiction. Speakers addressed various issues including the need to address societal 'disease' and pedophilia in government, support for mothers of homicide victims and unsolved cases, concerns about federal administration policies and the need for defiance, issues with solar permitting and CleanPowerSF's policies, and strong support for Supervisor Melgar's Street Safety Act, citing personal experiences with traffic violence and the need for inter-agency coordination and infrastructure improvements."
        },
        {
          "agenda_name": "12 FOR ADOPTION WITHOUT COMMITTEE REFERENCE[For Adoption Boiler|B1,B2]",
          "agenda_summary": "Items 72 through 77 were introduced for adoption without reference to committee, requiring a unanimous vote for adoption on first appearance. Supervisor Fielder requested to sever and amend Item 73. The remaining items (72, 74, 75, 76, and 77) were then voted on. The roll call vote resulted in 11 Ayes (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Chan, Chen, Dorsey) and 0 Noes. These resolutions were adopted."
        },
        {
          "agenda_name": "250785 Supporting the Golden State Valkyries in Equal Pay Compensation",
          "agenda_summary": "Item 73, a resolution to support the Golden State Valkyries women's basketball team and their fight for a fair collective bargaining agreement and equal compensation in the Women's National Basketball Association (WNBA), was severed from the 'For Adoption Without Committee Reference' calendar. Supervisor Fielder moved to amend the item with non-substantive changes to specify support for the 'Valkyries players' and to add 'WNBA Players Association' after WNBA. The motion was seconded by Supervisor Mahmood. The amendment passed without objection. The amended resolution was then adopted without objection via 'Same House, Same Call' (unanimous consent)."
        },
        {
          "agenda_name": "14 ADJOURNMENT",
          "agenda_summary": "The meeting was adjourned in memory of Mr. Scott Garvey, on behalf of Supervisor Dorsey."
        }
      ],
      "tags": [
        "People Attending: Supervisor Chan",
        "People Attending: Supervisor Chen",
        "People Attending: Supervisor Dorsey",
        "People Attending: Supervisor Engardio",
        "People Attending: Supervisor Fielder",
        "People Attending: Supervisor Mahmood",
        "People Attending: President Mandelman",
        "People Attending: Supervisor Melgar",
        "People Attending: Supervisor Sauter",
        "People Attending: Supervisor Cheryl",
        "People Attending: Supervisor Walton",
        "Vote Tally by Agenda: 3 APPROVAL OF MEETING MINUTES - Ayes: 11 (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Chan, Chen, Dorsey), Noes: 0",
        "Vote Tally by Agenda: 4 CONSENT AGENDA[Consent Boiler|B1] (Items 1-23) - Ayes: 11 (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Chan, Chen, Dorsey), Noes: 0",
        "Vote Tally by Agenda: 250699 Administrative Code - Real Time Investigation Center - Waiving Solicitation Requirements For Procurements Using Gift Funds From San Francisco Police Community Foundation (Item 27) - Ayes: 9 (Engardio, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Chan, Chen, Dorsey), Noes: 2 (Fielder, Walton)",
        "Vote Tally by Agenda: 250715 Administrative Code - Regional Vehicle Interdiction Desk Grant Program - Waiving Competitive Solicitation Requirements for Procurements Using Grant Funds (Item 28) - Ayes: 9 (Engardio, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Chan, Chen, Dorsey), Noes: 2 (Fielder, Walton)",
        "Vote Tally by Agenda: 250722 Accept and Expend In-Kind Gift - Retroactive - Ripple Labs, Inc. - Office Space - Estimated Market Value of $2,131,543 (Item 29) - Ayes: 9 (Engardio, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Chan, Chen, Dorsey), Noes: 2 (Fielder, Walton)",
        "Vote Tally by Agenda: 250723 Accept and Expend In-Kind Gift - Retroactive - San Francisco Police Community Foundation - Fiber Internet Service, Drones, Data Software, Parking Fees - Estimated Market Value of $7,250,028 and Future Gifts to Support the Real Time Investigation Cen (Item 30) - Ayes: 9 (Engardio, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Chan, Chen, Dorsey), Noes: 2 (Fielder, Walton)",
        "Vote Tally by Agenda: 250487 Administrative Code - Equitable Citywide Access to Shelters, Transitional Housing, and Behavioral Health Services (Item 31) - Ayes: 9 (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Dorsey), Noes: 2 (Chan, Chen)",
        "Vote Tally by Agenda: 250736 Approving Decision of Public Works and Approving Tentative Parcel Map - 1979 Mission Street (Item 57) - Ayes: 11 (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Chan, Chen, Dorsey), Noes: 0",
        "Vote Tally by Agenda: 250634 Planning Code - Use Size Limits (Item 63, Motion to Continue) - Ayes: 4 (Fielder, Walton, Chan, Chen), Noes: 7 (Engardio, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Dorsey)",
        "Vote Tally by Agenda: 250634 Planning Code - Use Size Limits (Item 63, Main Motion) - Ayes: 9 (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Dorsey), Noes: 2 (Chan, Chen)",
        "Vote Tally by Agenda: 250702 Building Code - All-Electric Major Renovations (Item 64) - Ayes: 11 (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Chan, Chen, Dorsey), Noes: 0",
        "Vote Tally by Agenda: 12 FOR ADOPTION WITHOUT COMMITTEE REFERENCE[For Adoption Boiler|B1,B2] (Items 72, 74-77) - Ayes: 11 (Engardio, Fielder, Mahmood, Mandelman, Melgar, Sauter, Cheryl, Walton, Chan, Chen, Dorsey), Noes: 0",
        "Companies Mentioned: SFGovTV",
        "Companies Mentioned: Ripple Labs Inc.",
        "Companies Mentioned: San Francisco Police Community Foundation",
        "Companies Mentioned: Archdiocese of San Francisco Parish and School Juridic Persons Real Property Support Corporation",
        "Companies Mentioned: SEIU Genders Union Local Five",
        "Companies Mentioned: United Food and Commercial Workers Union",
        "Companies Mentioned: UNITE HERE Local Two Hotel and Restaurant Workers Union",
        "Companies Mentioned: Bay Area Council",
        "Companies Mentioned: San Francisco Chamber of Commerce",
        "Companies Mentioned: Reply Labs Inc.",
        "Companies Mentioned: ABC7",
        "Companies Mentioned: Macy's",
        "Companies Mentioned: Sephora",
        "Companies Mentioned: Reply Labs Inc.",
        "Companies Mentioned: Mission Housing Development Corporation",
        "Companies Mentioned: Mission Economic Development Agency (MEDA)",
        "Companies Mentioned: Reply Labs Inc.",
        "Companies Mentioned: Institute on Aging",
        "Companies Mentioned: Self-Help for the Elderly",
        "Companies Mentioned: TEC of California Inc.",
        "Companies Mentioned: Autodesk Inc.",
        "Companies Mentioned: Gomez Restaurant Inc.",
        "Companies Mentioned: West Coast Consulting Group (WCG, Inc.)",
        "Companies Mentioned: 180 Jones Associates LP",
        "Companies Mentioned: San Francisco Health Plan",
        "Companies Mentioned: Jobs for the Future",
        "Companies Mentioned: California Community Power Authority",
        "Companies Mentioned: Fred Hutchinson Cancer Center",
        "Companies Mentioned: Family Health International Panel",
        "Companies Mentioned: CleanPowerSF",
        "Companies Mentioned: P, G and E (PG&E)",
        "Companies Mentioned: Sutro Power",
        "Companies Mentioned: Albion Power Company",
        "Companies Mentioned: Luminol",
        "Companies Mentioned: Waymo",
        "Companies Mentioned: YMCA",
        "Celebrities or Famous People: Sergio Strozzi",
        "Celebrities or Famous People: Kaleena Mendoza",
        "Celebrities or Famous People: Jane Kim",
        "Celebrities or Famous People: Matt Haney",
        "Celebrities or Famous People: Donald Trump",
        "Celebrities or Famous People: Kamala Harris",
        "Celebrities or Famous People: Martha Stewart",
        "Celebrities or Famous People: Jimi Hendrix",
        "Celebrities or Famous People: Johnny Cash",
        "Celebrities or Famous People: Miles Davis",
        "Celebrities or Famous People: Janis Joplin",
        "Celebrities or Famous People: The Beatles",
        "Celebrities or Famous People: Grateful Dead",
        "Celebrities or Famous People: Austin Wang",
        "Celebrities or Famous People: Diane Lim",
        "Celebrities or Famous People: Sima Sri",
        "Celebrities or Famous People: Meili Lao Smith",
        "Celebrities or Famous People: Calvin Swift",
        "Celebrities or Famous People: Kenny Lao",
        "Celebrities or Famous People: Andrew Co Penick",
        "Celebrities or Famous People: Scott Garvey",
        "Celebrities or Famous People: Frederick E Jordan Senior",
        "Celebrities or Famous People: John Williams Templeton",
        "Celebrities or Famous People: Captain William Alexander Laster",
        "Celebrities or Famous People: Jim Marshall",
        "Celebrities or Famous People: Ronen",
        "Celebrities or Famous People: Aaron Peskin",
        "Celebrities or Famous People: Azar Safai",
        "Celebrities or Famous People: Doug Shoemaker",
        "Celebrities or Famous People: Dan Adams",
        "Celebrities or Famous People: Sheila Nicholas Ellis",
        "Celebrities or Famous People: Ralph Remington",
        "Celebrities or Famous People: Lauren Curry",
        "Celebrities or Famous People: Keith Nagy",
        "Celebrities or Famous People: Emil Davis",
        "Celebrities or Famous People: Justin Nicholson",
        "Celebrities or Famous People: Stefani",
        "Celebrities or Famous People: Eleanor Cox",
        "Celebrities or Famous People: Kelly Yun",
        "Celebrities or Famous People: Noah Ingber",
        "Celebrities or Famous People: Melvin Bylon",
        "Celebrities or Famous People: Bhagat Singh",
        "Celebrities or Famous People: Maria Su",
        "Celebrities or Famous People: Alita Fisher",
        "Celebrities or Famous People: Parag Gupta",
        "Celebrities or Famous People: Kevin Truant",
        "Celebrities or Famous People: David Chu",
        "Celebrities or Famous People: Brandeis Gladstone",
        "Celebrities or Famous People: Scott Wiener",
        "Celebrities or Famous People: Barack Obama"
      ]
    }
  }
]