[
  {
    "filename": "10_50251.txt",
    "meeting_id": "10_50251",
    "agenda_list": [
      "1 ROLL CALL AND PLEDGE OF ALLEGIANCE",
      "2 COMMUNICATIONS",
      "3 APPROVAL OF MEETING MINUTES",
      "7 SPECIAL ORDER 2:30 P.M. - Recognition of Commendations",
      "250554 Hearing - Appeal of Final Environmental Impact Report Certification - 3400 Laguna Street",
      "250555 Affirming the Final Environmental Impact Report Certification - 3400 Laguna Street",
      "250556 Conditionally Reversing the Final Environmental Impact Report Certification - 3400 Laguna Street",
      "250557 Preparation of Findings to Reverse the Final Environmental Impact Report Certification - 3400 Laguna Street",
      "250558 Hearing - Appeal of Conditional Use Authorization Approval - 3400 Laguna Street",
      "250559 Approving Conditional Use Authorization - 3400 Laguna Street",
      "250560 Disapproving Conditional Use Authorization - 3400 Laguna Street",
      "250561 Preparation of Findings Related to Conditional Use Authorization - 3400 Laguna Street",
      "250562 Hearing - Appeal of the Historic Preservation Commission's Decision on a Certificate of Appropriateness - 3400 Laguna Street",
      "250563 Approving Certificate of Appropriateness - 3400 Laguna Street",
      "250564 Disapproving Certificate of Appropriateness - 3400 Laguna Street",
      "250565 Preparation of Findings Related to Certificate of Appropriateness - 3400 Laguna Street",
      "4 CONSENT AGENDA[Consent Boiler|B1]",
      "250455 Administrative Code - Legislative Management System Software Licenses and Fund",
      "250533 Compensation for Unrepresented Employees",
      "250536 Second Amendment to Memorandum of Understanding - Service Employees International Union, Local 1021 - Staff and Per Diem Nurses",
      "250099 Planning Code - Health Service Uses and Reproductive Health Clinics in the Mixed Use-Office District",
      "250489 Administrative Code - Compensation for Assessment Appeals Board Members",
      "250587 Proposed Interim Budget and Appropriation Ordinance for Departments - FYs 2025-2026 and 2026-2027",
      "250588 Proposed Interim Annual Salary Ordinance - FYs 2025-2026 and 2026-2027",
      "250610 Proposed Interim Budget - Office of Community Investment and Infrastructure - Operating as Successor Agency to the San Francisco Redevelopment Agency - FY2025-2026",
      "250448 Settlement of Lawsuit - Ridgegate Apartments, Inc. - Stipulated Assessed Value of $65,000,000 or New Assessment Appeal Hearing",
      "250492 Memorandum of Understanding Agreement - Retroactive - United States Capitol Police - Supplemental Law Enforcement Services",
      "250520 Permit Issuance - FIL Partners, LLC - Kezar Stadium - Golden City Football Club - Permit Fee Equal to $1,500 Per Game Plus $750 Per Hour",
      "250140 Planning Code, Zoning Map - Projecting Signs in Neighborhood Commercial and Residential-Commercial Districts",
      "250548 Approve Project List - California Senate Bill 1 Road Repair and Accountability Act of 2017 - Local Streets and Road Program - Road Maintenance and Rehabilitation Account Funds - FY2025-2026",
      "250377 Administrative Code - Airport Surveillance Technology Policy",
      "250421 Administrative Code - Valencia Street, Pier 39, Folsom Street, Ellis Street, Yosemite Avenue, and Hayes Valley Entertainment Zones and Yerba Buena Lane Downtown Activation Location",
      "250456 Administrative Code - San Francisco Homicide Reward Fund",
      "250488 Administrative Code - Neighborhood Beautification and Graffiti Clean-up Fund",
      "250476 Mayoral Appointment, Historic Preservation Commission - Gayle Tsern Strang",
      "250583 Appointments, In-Home Supportive Services Public Authority - Luana McAlpine",
      "250257 Planning, Building Codes - Interim Housing in Hotels and Motels",
      "9 ROLL CALL FOR INTRODUCTIONS [Roll Call Boiler|B1, B2]",
      "10 PUBLIC COMMENT [Public Comment Boiler|B1, B2, N1]",
      "12 FOR ADOPTION WITHOUT COMMITTEE REFERENCE[For Adoption Boiler|B1,B2]",
      "250665 Supporting the Right to Peacefully Assemble and Protest and Denouncing Militarized Suppression of Protests",
      "13 IMPERATIVE AGENDA [Imper Ag Boiler|B1, B2][Imper Publ Boiler|N1]",
      "14 ADJOURNMENT"
    ],
    "summary_response": {
      "main_summary": "The San Francisco Board of Supervisors convened its regular meeting on Tuesday, June 17, 2025. The meeting began with a roll call, confirming all members were present, followed by a land acknowledgment and the Pledge of Allegiance. Communications from the Clerk's office regarding public participation were provided, and President Mandelman requested attendees lower signs. The Board then proceeded to approve the May 13, 2025, meeting minutes after several recesses throughout the afternoon.\n\nA significant portion of the meeting was dedicated to the 2:30 P.M. Special Order, which included commendations and 'In Memoriam' recognitions. Firefighter Stan Lee was honored for his 30-year career, and tributes were paid to Rodney Jean Bouton, a Muni Operator, and retired Deputy Sheriff Rhonda Marie Gains.\n\nThe 3:00 P.M. Special Orders focused on three complex appeal hearings related to the proposed 3400 Laguna Street Project, involving the Heritage on the Marina. These appeals concerned the Final Environmental Impact Report (EIR) Certification, the Conditional Use (CU) Authorization Approval, and the Historic Preservation Commission's (HPC) Certificate of Appropriateness (COA) decision. Both appellants (Save the Marina's Heritage and the Project Sponsor) presented their cases, followed by public comment from both sides. The Planning Department and City Attorney's office provided their analysis and recommendations, particularly addressing the unusual condition imposed by the HPC and alleged violations. After extensive discussion and questions from Supervisors, the Board voted on each appeal. The EIR certification was affirmed, and the Conditional Use Authorization and Certificate of Appropriateness were approved with modifications to their conditions, primarily to remove or revise the requirement for further review by the HPC's Architectural Review Committee, aligning with the Planning Department's recommendations and addressing Permit Streamlining Act concerns.\n\nFollowing the special orders, the Board addressed its Consent Agenda, passing all routine items. Unfinished Business items, including various ordinances and resolutions, were then considered and passed, many by unanimous consent. The Roll Call for Introductions saw Supervisors introduce new legislation covering small business support, Juneteenth recognition, state-level wealth taxes, public safety data for supportive housing, protection for immigrant students, and behavioral health support for firefighters. General public comment followed, with speakers addressing a range of city issues. Finally, items for adoption without committee reference were voted on, and the meeting concluded with an adjournment in memory of the honored individuals.",
      "agenda_summaries": [
        {
          "agenda_name": "1 ROLL CALL AND PLEDGE OF ALLEGIANCE",
          "agenda_summary": "The meeting commenced with a roll call conducted by the Madam Clerk, confirming that all members of the San Francisco Board of Supervisors were present. President Mandelman then led the Board in acknowledging the unceded ancestral homeland of the Ramaytush Ohlone people and reciting the Pledge of Allegiance. The President also acknowledged the staff of SFGovTV for their work in recording and transcribing the meetings."
        },
        {
          "agenda_name": "2 COMMUNICATIONS",
          "agenda_summary": "The Madam Clerk provided standard communications, welcoming attendees to the legislative chamber and informing the public about alternative viewing options via SFGovTV Channel 26 or livestream. Instructions for submitting public comment via email or postal service were also given. President Mandelman requested that individuals holding signs in the chamber lower them to avoid obstructing views, citing an approved Board rule. Information on requesting reasonable accommodations under the Americans with Disabilities Act (ADA) or language assistance was also provided by the Clerk's office."
        },
        {
          "agenda_name": "3 APPROVAL OF MEETING MINUTES",
          "agenda_summary": "The approval of the May 13th, 2025 Board Meeting Minutes was initially deferred due to recesses but was later addressed. Upon reconvening, President Mandelman called for the approval of the minutes. Seeing no requests for changes from the Supervisors, a motion to approve the minutes as presented was made by Supervisor Sartor and seconded by Supervisor Walton. The motion passed with a unanimous vote of 11 Ayes, with all Supervisors voting in favor, thus approving the minutes without objection."
        },
        {
          "agenda_name": "7 SPECIAL ORDER 2:30 P.M. - Recognition of Commendations",
          "agenda_summary": "The Board proceeded with its 2:30 P.M. Special Order for meritorious commendations. Supervisor Chan honored Firefighter Stan Lee for his extraordinary 30-year career with the San Francisco Fire Department, highlighting his service in various roles, community leadership, and efforts in Maui wildfire relief. Supervisors Chen and Sartor also offered their gratitude and congratulations. Stan Lee expressed his appreciation, emphasizing his love for San Francisco and commitment to community service even in retirement. Supervisor Mahmood's planned commendations were deferred to the following week. Supervisor Melgar acknowledged honoring Ana Validzic in the Rotunda. Supervisor Dorsey presented two 'In Memoriam' recognitions: one for Rodney Jean Bouton, a beloved Muni Operator, and another for retired Deputy Sheriff Rhonda Marie Gains, a devoted public servant. Supervisor Dorsey's District Eight honoree, Rebecca Roth, was also deferred to the next week's meeting."
        },
        {
          "agenda_name": "250554 Hearing - Appeal of Final Environmental Impact Report Certification - 3400 Laguna Street",
          "agenda_summary": "This item was part of a joint public hearing concerning the 3400 Laguna Street Project. The appeal challenged the Planning Commission's certification of the Final Environmental Impact Report (EIR). Tanya Albuquerque, representing Save the Marina's Heritage, argued that the EIR was inadequate, particularly regarding the project's scale and its impact on the historic Julia Morgan building. The Planning Department, represented by Megan Galpin, defended the EIR's adequacy, stating it complied with CEQA guidelines, properly analyzed environmental impacts, and that all concerns raised by the appellant were addressed. After presentations and public comment, Supervisor Cheryl moved to affirm the EIR certification (Item 26) and table the related items (27 and 28). The motion was seconded by Supervisor Dorsey. The motion passed with a vote of 10 Ayes to 1 No (Supervisor Chan), upholding the Planning Commission's certification of the EIR."
        },
        {
          "agenda_name": "250555 Affirming the Final Environmental Impact Report Certification - 3400 Laguna Street",
          "agenda_summary": "This item was part of the appeal hearing for the 3400 Laguna Street Project. Supervisor Cheryl moved to approve this item, which affirmed the Planning Commission's certification of the Final Environmental Impact Report (EIR). This motion was made after hearing arguments from both the appellant (Save the Marina's Heritage) and the Planning Department, which defended the EIR's compliance with CEQA (California Environmental Quality Act) standards. The motion was seconded by Supervisor Dorsey. The Board voted 10 Ayes to 1 No (Supervisor Chan), thereby affirming the EIR certification. This action indicated the Board's finding that the EIR adequately analyzed the project's environmental impacts, meeting the legal threshold for certification."
        },
        {
          "agenda_name": "250556 Conditionally Reversing the Final Environmental Impact Report Certification - 3400 Laguna Street",
          "agenda_summary": "This item, which proposed conditionally reversing the Final Environmental Impact Report (EIR) Certification for the 3400 Laguna Street Project, was tabled by the Board. Following a motion by Supervisor Cheryl, seconded by Supervisor Dorsey, to affirm Item 26 (Affirming the EIR Certification), this item was set aside. The Board's decision to table this item indicated that they did not find sufficient grounds to reverse the Planning Commission's certification of the EIR, effectively upholding the environmental review as adequate."
        },
        {
          "agenda_name": "250557 Preparation of Findings to Reverse the Final Environmental Impact Report Certification - 3400 Laguna Street",
          "agenda_summary": "This item, which proposed directing the preparation of findings to reverse the Final Environmental Impact Report (EIR) Certification for the 3400 Laguna Street Project, was tabled by the Board. This action followed a motion by Supervisor Cheryl, seconded by Supervisor Dorsey, to affirm Item 26 (Affirming the EIR Certification). By tabling this item, the Board indicated that it did not find the EIR to be inadequate or in need of reversal, thus rendering the preparation of findings for reversal unnecessary."
        },
        {
          "agenda_name": "250558 Hearing - Appeal of Conditional Use Authorization Approval - 3400 Laguna Street",
          "agenda_summary": "This item was part of a joint public hearing concerning the 3400 Laguna Street Project. The appeal challenged the Planning Commission's approval of a Conditional Use (CU) Authorization for the project. Steve Williams, representing Save the Marina's Heritage, argued that the project sponsor, Heritage on the Marina, had violated its existing CU by acquiring adjacent properties and converting rent-controlled residential units into institutional use without proper authorization, drawing parallels to the Academy of Art case. The Planning Department, represented by Rich Zachry, stated that their review found no violations of the existing CU or Planning Code, as the properties in question were not part of the project site and appeared to remain in residential use. After presentations and public comment, Supervisor Cheryl moved to amend Item 31 (Disapproving CU) to instead approve the CU with a modification to Finding 6L, removing reference to the Architectural Review Committee (ARC) and replacing it with review by Planning Department Preservation Staff. This motion was seconded by Supervisor Melgar. The amendment passed with a vote of 10 Ayes to 1 No (Supervisor Chan). Subsequently, Supervisor Cheryl moved to approve Item 31 as amended, approve Item 32 (directing findings), and table Item 30. This motion also passed with 10 Ayes to 1 No (Supervisor Chan), effectively approving the Conditional Use Authorization with the specified modification."
        },
        {
          "agenda_name": "250559 Approving Conditional Use Authorization - 3400 Laguna Street",
          "agenda_summary": "This item, which proposed approving the Conditional Use (CU) Authorization for the 3400 Laguna Street Project, was ultimately tabled. The Board instead opted to amend and approve Item 31, which was originally framed as 'Disapproving Conditional Use Authorization.' This procedural maneuver, clarified by the Deputy City Attorney, allowed the Board to revise the Planning Commission's decision. Therefore, while the project's CU was approved, it was done through an amendment to the disapproval motion rather than a direct affirmation of this item, leading to this item being tabled."
        },
        {
          "agenda_name": "250560 Disapproving Conditional Use Authorization - 3400 Laguna Street",
          "agenda_summary": "This item, originally titled 'Disapproving Conditional Use Authorization,' was the vehicle through which the Board of Supervisors ultimately approved the Conditional Use (CU) Authorization for the 3400 Laguna Street Project, albeit with modifications. Supervisor Cheryl moved to amend this item to *approve* the CU, but with a specific modification to Finding 6L of the Planning Commission's decision. This modification removed the requirement for further review by the Historic Preservation Commission's Architectural Review Committee (ARC) and instead stipulated that Planning Department Preservation Staff would conduct the final review, ensuring no reduction in project square footage. This amendment was seconded by Supervisor Melgar and passed with a vote of 10 Ayes to 1 No (Supervisor Chan). Subsequently, Supervisor Cheryl moved to approve Item 31 as amended, along with Item 32 (directing the Clerk to prepare findings), and to table Item 30. This final motion also passed with 10 Ayes to 1 No (Supervisor Chan), effectively approving the Conditional Use Authorization with the revised conditions."
        },
        {
          "agenda_name": "250561 Preparation of Findings Related to Conditional Use Authorization - 3400 Laguna Street",
          "agenda_summary": "This item, which proposed directing the preparation of findings related to the Conditional Use (CU) Authorization for the 3400 Laguna Street Project, was approved. Following the Board's decision to amend and approve the CU Authorization (via Item 31), Supervisor Cheryl moved to also approve this item (Item 32), directing the Clerk to prepare findings that support the Board's decision. This motion was seconded by Supervisor Melgar and passed with a vote of 10 Ayes to 1 No (Supervisor Chan). This procedural step ensures that the Board's decision to approve the CU with modifications is formally documented with supporting rationale, as required by the City Charter and Planning Code."
        },
        {
          "agenda_name": "250562 Hearing - Appeal of the Historic Preservation Commission's Decision on a Certificate of Appropriateness - 3400 Laguna Street",
          "agenda_summary": "This item was part of a joint public hearing concerning the 3400 Laguna Street Project. The appeal challenged the Historic Preservation Commission's (HPC) decision to approve a Certificate of Appropriateness (COA) for the project, specifically focusing on Condition 1 imposed by the HPC. The Project Sponsor (Heritage on the Marina), represented by Alan Murphy, argued that Condition 1, which required further review of project massing and architectural details by the HPC's Architectural Review Committee (ARC), was unnecessary, vague, and an unlawful delegation of authority, potentially violating the Permit Streamlining Act. The Planning Department, represented by Rich Zachry, concurred that the ARC typically reviews projects *before* the HPC, and that the HPC cannot delegate final approval authority to the ARC. After presentations and public comment, Supervisor Cheryl moved to amend Item 35 (Disapproving COA) to instead approve the COA with a modification to Condition 1. This modification removed the ARC's role and stipulated that Planning Department Preservation Staff would review and approve final architectural details, ensuring no reduction in project square footage. This motion was seconded by Supervisor Melgar. The amendment passed with a vote of 10 Ayes to 1 No (Supervisor Chan). Subsequently, Supervisor Cheryl moved to approve Item 35 as amended, approve Item 36 (directing findings), and table Item 34. This motion also passed with 10 Ayes to 1 No (Supervisor Chan), effectively approving the Certificate of Appropriateness with the revised condition."
        },
        {
          "agenda_name": "250563 Approving Certificate of Appropriateness - 3400 Laguna Street",
          "agenda_summary": "This item, which proposed approving the Certificate of Appropriateness (COA) for the 3400 Laguna Street Project, was ultimately tabled. The Board instead opted to amend and approve Item 35, which was originally framed as 'Disapproving Certificate of Appropriateness.' This procedural maneuver allowed the Board to revise the Historic Preservation Commission's (HPC) decision. Therefore, while the project's COA was approved, it was done through an amendment to the disapproval motion rather than a direct affirmation of this item, leading to this item being tabled."
        },
        {
          "agenda_name": "250564 Disapproving Certificate of Appropriateness - 3400 Laguna Street",
          "agenda_summary": "This item, originally titled 'Disapproving Certificate of Appropriateness,' was the procedural mechanism used by the Board of Supervisors to approve the Certificate of Appropriateness (COA) for the 3400 Laguna Street Project, but with significant modifications. Supervisor Cheryl moved to amend this item to *approve* the COA, but with a specific revision to Condition 1 of the Historic Preservation Commission's (HPC) decision. This revision removed the reference to the Architectural Review Committee's (ARC) further review and instead stipulated that 'Department Preservation Staff shall review and approve final project architectural details of fenestration sizes, orientation, materials, and exterior finishes, provided that no reduction in project square footage shall result from such review.' This amendment was seconded by Supervisor Melgar and passed with a vote of 10 Ayes to 1 No (Supervisor Chan). Subsequently, Supervisor Cheryl moved to approve Item 35 as amended, along with Item 36 (directing the Clerk to prepare findings), and to table Item 34. This final motion also passed with 10 Ayes to 1 No (Supervisor Chan), effectively approving the Certificate of Appropriateness with the revised conditions."
        },
        {
          "agenda_name": "250565 Preparation of Findings Related to Certificate of Appropriateness - 3400 Laguna Street",
          "agenda_summary": "This item, which proposed directing the preparation of findings related to the Certificate of Appropriateness (COA) for the 3400 Laguna Street Project, was approved. Following the Board's decision to amend and approve the COA (via Item 35), Supervisor Cheryl moved to also approve this item (Item 36), directing the Clerk to prepare findings that support the Board's decision. This motion was seconded by Supervisor Melgar and passed with a vote of 10 Ayes to 1 No (Supervisor Chan). This procedural step ensures that the Board's decision to approve the COA with modifications is formally documented with supporting rationale, as required by the City Charter and Planning Code."
        },
        {
          "agenda_name": "4 CONSENT AGENDA[Consent Boiler|B1]",
          "agenda_summary": "The Board considered items 1 through 5 on the Consent Agenda, which are typically routine matters approved without individual discussion unless a Supervisor requests to sever an item. No Supervisors moved to sever any items. The Madam Clerk called the roll on items 1 through 5. The motion passed unanimously with 11 Ayes, with all Supervisors voting in favor. As per Robert's Rules of Order and the City Charter, a unanimous vote on the Consent Agenda results in the ordinances being passed on first reading."
        },
        {
          "agenda_name": "250455 Administrative Code - Legislative Management System Software Licenses and Fund",
          "agenda_summary": "This ordinance, which authorizes the Clerk of the Board to sell licenses for the Legislative Management System software to third parties and amends the Administrative Code to establish a fund for related revenue, was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent, consistent with the prior consent agenda vote. Without objection, the ordinance was finally passed."
        },
        {
          "agenda_name": "250533 Compensation for Unrepresented Employees",
          "agenda_summary": "This ordinance, which fixes compensation, working schedules, and other terms of employment for City employees whose compensation is subject to Charter Provision Section 8.409 and who are not represented by an employee organization, effective July 1, 2025, was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was finally passed."
        },
        {
          "agenda_name": "250536 Second Amendment to Memorandum of Understanding - Service Employees International Union, Local 1021 - Staff and Per Diem Nurses",
          "agenda_summary": "This ordinance, which adopts and implements the Second Amendment to the 2024-2027 Memorandum of Understanding (MOU) between the City and County and the Service Employees International Union Local 1021 (Staff and Per Diem Nurses) to address the order of selection for filling vacant nursing positions, was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was finally passed."
        },
        {
          "agenda_name": "250099 Planning Code - Health Service Uses and Reproductive Health Clinics in the Mixed Use-Office District",
          "agenda_summary": "This ordinance, which amends the Planning Code to eliminate retail use size limits on health service uses and reproductive health clinics in the Mixed Use-Office (MUO) District East of Seventh Street, and to eliminate retail ratio limits in the same district, was considered under Unfinished Business. It also affirms the CEQA determination and makes appropriate findings. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was finally passed."
        },
        {
          "agenda_name": "250489 Administrative Code - Compensation for Assessment Appeals Board Members",
          "agenda_summary": "This ordinance, which amends the Administrative Code to increase the stipends provided by the City to the Assessment Appeals Boards due to unprecedented demand in assessment appeals hearings, was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was passed on first reading."
        },
        {
          "agenda_name": "250587 Proposed Interim Budget and Appropriation Ordinance for Departments - FYs 2025-2026 and 2026-2027",
          "agenda_summary": "This item, part of a group of three interim budget items, comprises the proposed interim budget and appropriation ordinance for City departments for Fiscal Years 2025-2026 and 2026-2027. It was considered under Unfinished Business. The President called for this item, along with Items 12 and 13, to be taken by 'Same House, Same Call,' indicating that they would be approved by unanimous consent. Without objection, the ordinance was passed on first reading."
        },
        {
          "agenda_name": "250588 Proposed Interim Annual Salary Ordinance - FYs 2025-2026 and 2026-2027",
          "agenda_summary": "This item, part of a group of three interim budget items, comprises the proposed interim annual salary ordinance for Fiscal Years 2025-2026 and 2026-2027. It was considered under Unfinished Business. The President called for this item, along with Items 11 and 13, to be taken by 'Same House, Same Call,' indicating that they would be approved by unanimous consent. Without objection, the ordinance was passed on first reading."
        },
        {
          "agenda_name": "250610 Proposed Interim Budget - Office of Community Investment and Infrastructure - Operating as Successor Agency to the San Francisco Redevelopment Agency - FY2025-2026",
          "agenda_summary": "This item, part of a group of three interim budget items, comprises the proposed interim budget for the Office of Community Investment and Infrastructure, operating as the Successor Agency to the San Francisco Redevelopment Agency, for Fiscal Year 2025-2026. It was considered under Unfinished Business. The President called for this item, along with Items 11 and 12, to be taken by 'Same House, Same Call,' indicating that they would be approved by unanimous consent. Without objection, the resolution was adopted."
        },
        {
          "agenda_name": "250448 Settlement of Lawsuit - Ridgegate Apartments, Inc. - Stipulated Assessed Value of $65,000,000 or New Assessment Appeal Hearing",
          "agenda_summary": "This ordinance authorizes the settlement of a lawsuit filed by Ridgegate Apartments, Inc. against the City and County concerning the real property at 524 Howard Street. The settlement stipulates an assessed value of approximately $65 million for property tax purposes as of January 1, 2021, for Fiscal Year 2021-2022, or, if not accepted, a new assessment appeal hearing. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was passed on first reading."
        },
        {
          "agenda_name": "250492 Memorandum of Understanding Agreement - Retroactive - United States Capitol Police - Supplemental Law Enforcement Services",
          "agenda_summary": "This resolution retroactively authorizes the San Francisco Police Department to enter into a Memorandum of Understanding (MOU) Agreement with the United States Capitol Police to provide supplemental law enforcement services from January 1, 2025, through December 31, 2025. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the resolution was adopted."
        },
        {
          "agenda_name": "250520 Permit Issuance - FIL Partners, LLC - Kezar Stadium - Golden City Football Club - Permit Fee Equal to $1,500 Per Game Plus $750 Per Hour",
          "agenda_summary": "This resolution approves and authorizes a permit between the Recreation and Park Department and FIL Partners LLC for the Golden City Football Club to use Kezar Stadium for home games and other fields for practices for 15 years, with three five-year extension options. The permit fee is approximately $1,500 per game plus $750 per hour reimbursement of RPPD expenses, a share of revenues, and specified stadium improvements. It also affirms the CEQA determination and makes appropriate findings. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the resolution was adopted."
        },
        {
          "agenda_name": "250140 Planning Code, Zoning Map - Projecting Signs in Neighborhood Commercial and Residential-Commercial Districts",
          "agenda_summary": "This ordinance amends the Planning Code to allow two projecting signs for all corner businesses in all Neighborhood Commercial and Residential-Commercial Districts citywide, and to abolish the 20-301 Chestnut Street Special Sign District. It also amends the Zoning Map to reflect that district's abolition, affirms the CEQA determination, and makes appropriate findings. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was passed on first reading."
        },
        {
          "agenda_name": "250548 Approve Project List - California Senate Bill 1 Road Repair and Accountability Act of 2017 - Local Streets and Road Program - Road Maintenance and Rehabilitation Account Funds - FY2025-2026",
          "agenda_summary": "This resolution approves the list of projects to be funded by Fiscal Year 2025-2026 Road Maintenance and Rehabilitation Account Funds for the Local Streets and Road Program, as established by California Senate Bill One (the Road Repair and Accountability Act of 2017). It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the resolution was adopted."
        },
        {
          "agenda_name": "250377 Administrative Code - Airport Surveillance Technology Policy",
          "agenda_summary": "This ordinance approves the amended Airport Surveillance Technology Policy governing the use of security cameras and makes the required findings in support of said approvals. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was passed on first reading."
        },
        {
          "agenda_name": "250421 Administrative Code - Valencia Street, Pier 39, Folsom Street, Ellis Street, Yosemite Avenue, and Hayes Valley Entertainment Zones and Yerba Buena Lane Downtown Activation Location",
          "agenda_summary": "This ordinance amends the Administrative Code to create several new entertainment zones: the Valencia Street Entertainment Zone, the Pier 39 Entertainment Zone, the Folsom Street Entertainment Zone, the Yosemite Avenue Entertainment Zone, the Hayes Valley Entertainment Zone, and the Yerba Buena Lane Downtown Activation Location. It also confirms the CEQA determination. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was passed on first reading."
        },
        {
          "agenda_name": "250456 Administrative Code - San Francisco Homicide Reward Fund",
          "agenda_summary": "This ordinance amends the Administrative Code to revise eligibility criteria for the San Francisco Homicide Reward Fund. Changes include allowing the Chief of Police discretion to approve reward payments when information leads to criminal charges, prohibiting denial of a reward based on anonymity or criminal history, and requiring that information provided for a reward be voluntary and not part of a plea bargain, while ensuring no reward is paid for false information. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was passed on first reading."
        },
        {
          "agenda_name": "250488 Administrative Code - Neighborhood Beautification and Graffiti Clean-up Fund",
          "agenda_summary": "This ordinance approves amendments to the Rules and Regulations for the Neighborhood Beautification and Graffiti Clean-up Fund. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was passed on first reading."
        },
        {
          "agenda_name": "250476 Mayoral Appointment, Historic Preservation Commission - Gayle Tsern Strang",
          "agenda_summary": "This motion concerned the Mayor's nomination of Gayle Tsern Strang for appointment to the Historic Preservation Commission, with a term ending December 31, 2028. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the motion was approved."
        },
        {
          "agenda_name": "250583 Appointments, In-Home Supportive Services Public Authority - Luana McAlpine",
          "agenda_summary": "This motion concerned the appointment of Luana McAlpine to the In-Home Supportive Services Public Authority, with a term ending March 1, 2028. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the motion was approved."
        },
        {
          "agenda_name": "250257 Planning, Building Codes - Interim Housing in Hotels and Motels",
          "agenda_summary": "This ordinance amends the Planning Code to allow certain tourist hotels and motels to be used for interim housing without abandoning or discontinuing the hotel use class, and to authorize the reestablishment of hotel use for certain Shelter-in-Place hotels. It also amends the Building Code to allow interim housing without changing the underlying occupancy classification and to allow reestablishment of hotel use for Shelter-in-Place hotels. The ordinance affirms the CEQA determination and makes appropriate findings. This item was considered by the Land Use and Transportation Committee and recommended as amended. It was considered under Unfinished Business. The President called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the ordinance was passed on first reading."
        },
        {
          "agenda_name": "9 ROLL CALL FOR INTRODUCTIONS [Roll Call Boiler|B1, B2]",
          "agenda_summary": "The Board proceeded with the Roll Call for Introductions of new business. Supervisor Sartor introduced legislation to streamline small business openings and growth in District Three, focusing on flexible retail and removing outdated prohibitions. Supervisor Walton introduced a resolution celebrating Juneteenth and another supporting the California Legislative Black Caucus's 'Road to Repair' bill package, aimed at addressing generational harms of slavery and systemic racism. Supervisor Chen introduced a resolution urging state legislators to allow counties to implement local wealth and progressive income taxes to address budget deficits. Supervisor Dorsey submitted a Letter of Inquiry to the Department of Emergency Management and Department of Homelessness and Supportive Housing for a comprehensive analysis of 911 calls at Permanent Supportive Housing (PSH) sites, citing alarming drug overdose fatalities. Supervisor Fielder introduced a resolution supporting California Senate Bill 48, which prohibits schools from granting access to immigration authorities. Finally, Supervisor Mandelman introduced an ordinance to allow City employees to donate to the San Francisco Firefighter and EMS Behavioral Health Foundation via payroll deduction, and a resolution condemning anti-Semitism and all forms of race and religion-based violence."
        },
        {
          "agenda_name": "10 PUBLIC COMMENT [Public Comment Boiler|B1, B2, N1]",
          "agenda_summary": "The Board opened the floor for general public comment on the May 13th Board Meeting Minutes, items adopted without reference to committee (40-44), and other general matters not on the agenda. The President clarified that public comment for the 3:00 P.M. Special Orders (3400 Laguna Street appeals) had already concluded. Several speakers addressed various concerns, including alleged discrimination and price gouging in housing, budget overpayments to Supervisors, the Mayor's proposed legislation on RVs, the importance of the recently passed Homicide Reward Fund legislation, and criticisms of 5G towers and globalist policies. Each speaker was allotted two minutes. After all speakers had concluded, public comment was closed."
        },
        {
          "agenda_name": "12 FOR ADOPTION WITHOUT COMMITTEE REFERENCE[For Adoption Boiler|B1,B2]",
          "agenda_summary": "The Board considered items 40 through 44 for adoption without committee reference, which require a unanimous vote for adoption of a resolution on first reading. Supervisor Fielder requested to sever Item 43 for separate consideration. The remaining items (40, 41, 42, and 44) were then voted on together. The Madam Clerk called the roll, and the motion passed unanimously with 11 Ayes, with all Supervisors voting in favor. Without objection, these resolutions were adopted and the motion was approved."
        },
        {
          "agenda_name": "250665 Supporting the Right to Peacefully Assemble and Protest and Denouncing Militarized Suppression of Protests",
          "agenda_summary": "This resolution, which affirms the public's right to peacefully assemble and protest actions of the federal government, condemns the militarization of civil response to peaceful protests, and reaffirms San Francisco's commitment to immigrant justice and the City's Sanctuary Ordinance, was severed from the 'For Adoption Without Committee Reference' agenda by Supervisor Fielder. Supervisor Fielder made remarks supporting the resolution, emphasizing the importance of defending fundamental freedoms against authoritarianism and condemning the targeting of peaceful protesters and the press. The President then called for the item to be taken by 'Same House, Same Call,' indicating that it would be approved by unanimous consent. Without objection, the resolution was approved."
        },
        {
          "agenda_name": "13 IMPERATIVE AGENDA [Imper Ag Boiler|B1, B2][Imper Publ Boiler|N1]",
          "agenda_summary": "The Madam Clerk reported that there were no items on the Imperative Agenda for the day. This section of the agenda is typically reserved for urgent matters that require immediate action by the Board."
        },
        {
          "agenda_name": "14 ADJOURNMENT",
          "agenda_summary": "The meeting concluded with the President announcing the adjournment. The Madam Clerk read the 'In Memoriam' list, stating that the meeting would be adjourned in memory of Rodney Bowden (on behalf of Supervisor Dorsey) and retired Deputy Sheriff Rhonda Graves (also on behalf of Supervisor Dorsey). With no further business, the meeting was adjourned."
        }
      ]
    }
  }
]